Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# GetPoliciesCiToolExeErrorMessage
source: There was a problem running the CiTool.exe.
ar: حدثت مشكلة أثناء تشغيل CiTool.exe.
de_de: Beim Ausführen von CiTool.exe ist ein Problem aufgetreten.
el_gr: Παρουσιάστηκε πρόβλημα κατά την εκτέλεση του CiTool.exe.
es: Hubo un problema al ejecutar CiTool.exe.
fr_fr: Un problème est survenu lors de l'exécution de CiTool.exe.
he_il: הייתה בעיה בהרצת CiTool.exe.
hi_in: CiTool.exe चलाने में समस्या हुई।
ja_jp: CiTool.exeの実行中に問題が発生しました。
ml_in: CiTool.exe പ്രവർത്തിപ്പിക്കുന്നതിൽ ഒരു പ്രശ്നമുണ്ടായി.
pl_pl: Wystąpił problem podczas uruchamiania CiTool.exe.
tr_tr: CiTool.exe'yi çalıştırırken bir sorun oluştu.

# ConfiguringAndStartingRequiredIsgServicesMessage
source: Configuring and starting the required ISG related services
ar: تكوين وبدء الخدمات المطلوبة المتعلقة بـ ISG
de_de: Konfigurieren und Starten der erforderlichen ISG-bezogenen Dienste
el_gr: Διαμόρφωση και εκκίνηση των απαιτούμενων υπηρεσιών ISG
es: Configurando e iniciando los servicios relacionados con ISG requeridos
fr_fr: Configuration et démarrage des services ISG requis
he_il: מגדיר ומפעיל את שירותי ISG הדרושים
hi_in: आवश्यक ISG संबंधित सेवाओं को कॉन्फ़िगर और प्रारंभ कर रहे हैं
ja_jp: 必要なISG関連サービスの構成と開始を行っています
ml_in: ആവശ്യമായ ISG അനുബന്ധ സേവനങ്ങൾ ക്രമീകരിക്കുകയും ആരംഭിക്കുകയും ചെയ്യുന്നു
pl_pl: Konfigurowanie i uruchamianie wymaganych usług związanych z ISG
tr_tr: ISG ile ilgili gerekli hizmetlerin yapılandırılması ve başlatılması

# IncreasingCodeIntegrityLogSizeMessage
source: Increasing the Code Integrity log size by 1MB because its current free space is less than 1MB.
ar: زيادة حجم سجل تكامل التعليمات البرمجية بمقدار 1 ميجابايت لأن مساحته الحالية أقل من 1 ميجابايت.
de_de: Erhöhen der Codeintegritäts-Protokollgröße um 1 MB, da der aktuelle freie Speicherplatz weniger als 1 MB beträgt.
el_gr: Αύξηση του μεγέθους αρχείου καταγραφής Ακεραιότητας Κώδικα κατά 1MB επειδή ο διαθέσιμος χώρος είναι λιγότερος από 1MB.
es: Aumentando el tamaño del registro de Integridad de Código en 1MB porque su espacio libre actual es inferior a 1MB.
fr_fr: Augmentation de la taille du journal d'Intégrité du Code de 1 Mo car son espace libre actuel est inférieur à 1 Mo.
he_il: מגדיל את גודל יומן שלמות הקוד ב-1MB מכיוון שהשטח הפנוי הנוכחי קטן מ-1MB.
hi_in: Code Integrity लॉग आकार को 1MB बढ़ा रहे हैं क्योंकि इसकी वर्तमान फ्री स्पेस 1MB से कम है।
ja_jp: 現在の空き容量が1MB未満のため、コード整合性ログサイズを1MB増やしています。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗ് വലുപ്പം അതിന്റെ നിലവിലെ ശൂന്യമായ സ്ഥലം 1MB-യിൽ കുറവായതിനാൽ 1MB വർദ്ധിപ്പിക്കുന്നു.
pl_pl: Zwiększanie rozmiaru dziennika integralności kodu o 1 MB, ponieważ jego bieżące wolne miejsce jest mniejsze niż 1 MB.
tr_tr: Geçerli boş alanı 1 MB'tan az olduğundan Kod Bütünlüğü günlük boyutunun 1 MB artırılması.

# ProvidedLogSizeLessThanOrEqualOneMbNoChangesMadeMessage
source: Provided log size is less than or equal to 1 MB. No changes made.
ar: حجم السجل المقدم أقل من أو يساوي 1 ميجابايت. لم يتم إجراء أي تغييرات.
de_de: Angegebene Protokollgröße ist kleiner oder gleich 1 MB. Es wurden keine Änderungen vorgenommen.
el_gr: Το παρεχόμενο μέγεθος αρχείου καταγραφής είναι μικρότερο ή ίσο με 1 MB. Δεν έγιναν αλλαγές.
es: El tamaño de registro proporcionado es menor o igual a 1 MB. No se realizaron cambios.
fr_fr: La taille de journal fournie est inférieure ou égale à 1 Mo. Aucune modification apportée.
he_il: גודל היומן שסופק קטן או שווה ל-1MB. לא בוצעו שינויים.
hi_in: प्रदान किया गया लॉग आकार 1 MB या उससे कम है। कोई परिवर्तन नहीं किए गए।
ja_jp: 指定されたログサイズが1 MB以下です。変更は行われませんでした。
ml_in: നൽകിയിട്ടുള്ള ലോഗ് വലുപ്പം 1 MB-ക്ക് തുല്യമോ അതിൽ കുറവോ ആണ്. മാറ്റങ്ങളൊന്നും വരുത്തിയിട്ടില്ല.
pl_pl: Podany rozmiar dziennika jest mniejszy lub równy 1 MB. Nie wprowadzono żadnych zmian.
tr_tr: Sağlanan günlük boyutu 1 MB'tan küçük veya ona eşittir. Herhangi bir değişiklik yapılmadı.

# SettingCodeIntegrityLogSizeMessage
source: Setting Code Integrity log size to {0:N2} MB.
ar: تعيين حجم سجل تكامل التعليمات البرمجية إلى {0:N2} ميجابايت.
de_de: Festlegen der Codeintegritäts-Protokollgröße auf {0:N2} MB.
el_gr: Ορισμός μεγέθους αρχείου καταγραφής Ακεραιότητας Κώδικα σε {0:N2} MB.
es: Estableciendo el tamaño del registro de Integridad de Código en {0:N2} MB.
fr_fr: Définition de la taille du journal d'Intégrité du Code à {0:N2} Mo.
he_il: מגדיר את גודל יומן שלמות הקוד ל-{0:N2}MB.
hi_in: Code Integrity लॉग आकार सेट कर रहे हैं: {0:N2} MB।
ja_jp: コード整合性ログサイズを{0:N2} MBに設定しています。
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗ് വലുപ്പം {0:N2} MB ആയി സജ്ജമാക്കുന്നു.
pl_pl: Ustawianie rozmiaru dziennika integralności kodu na {0:N2} MB.
tr_tr: Kod Bütünlüğü günlük boyutu {0:N2} MB olarak ayarlanıyor.

# FileRequiresElevatedPermissionsMessage
source: The file "{0}" requires elevated permissions.
ar: يتطلب الملف "{0}" أذونات مرتفعة.
de_de: Für die Datei "{0}" sind erhöhte Berechtigungen erforderlich.
el_gr: Το αρχείο "{0}" απαιτεί αυξημένα δικαιώματα.
es: El archivo "{0}" requiere permisos elevados.
fr_fr: Le fichier "{0}" nécessite des autorisations élevées.
he_il: הקובץ "{0}" דורש הרשאות מורמות.
hi_in: फ़ाइल "{0}" को उच्चृत अनुमतियाँ आवश्यक हैं।
ja_jp: ファイル「{0}」には昇格された権限が必要です。
ml_in: "{0}" ഫയലിന് ഉയർന്ന അനുമതികൾ ആവശ്യമാണ്.
pl_pl: Plik „{0}” wymaga podniesionych uprawnień.
tr_tr: "{0}" dosyası yükseltilmiş izinler gerektiriyor.

# CouldNotGetExFileInfoErrorMessage
source: Could not get the ExFileInfo of the file: {0} - Error: {1}
ar: تعذر الحصول على ExFileInfo للملف: {0} - الخطأ: {1}
de_de: ExFileInfo der Datei konnte nicht abgerufen werden: {0} - Fehler: {1}
el_gr: Αδυναμία λήψης ExFileInfo του αρχείου: {0} - Σφάλμα: {1}
es: No se pudo obtener ExFileInfo del archivo: {0} - Error: {1}
fr_fr: Impossible d'obtenir ExFileInfo du fichier : {0} - Erreur : {1}
he_il: לא ניתן לקבל את ExFileInfo של הקובץ: {0} - שגיאה: {1}
hi_in: फ़ाइल का ExFileInfo प्राप्त नहीं कर सके: {0} - त्रुटि: {1}
ja_jp: ファイルのExFileInfoを取得できませんでした：{0} - エラー：{1}
ml_in: ഫയലിന്റെ ExFileInfo ലഭിച്ചില്ല: {0} - പിശക്: {1}
pl_pl: Nie można uzyskać ExFileInfo pliku: {0} - Błąd: {1}
tr_tr: Dosyanın ExFileInfo'su alınamadı: {0} - Hata: {1}

# FileEnumerationDurationMessage
source: File enumeration took {0} hours and {1} minutes and {2} seconds to complete.
ar: استغرق تعداد الملفات {0} ساعة و {1} دقيقة و {2} ثانية لإكماله.
de_de: Die Dateiaufzählung dauerte {0} Stunden und {1} Minuten und {2} Sekunden.
el_gr: Η καταμέτρηση αρχείων διήρκεσε {0} ώρες και {1} λεπτά και {2} δευτερόλεπτα.
es: La enumeración de archivos tardó {0} horas y {1} minutos y {2} segundos en completarse.
fr_fr: L'énumération des fichiers a pris {0} heures, {1} minutes et {2} secondes.
he_il: מיפוי הקבצים ארך {0} שעות ו-{1} דקות ו-{2} שניות.
hi_in: फ़ाइल सूचीकरण पूरा होने में {0} घंटे {1} मिनट और {2} सेकंड लगे।
ja_jp: ファイルの列挙には{0}時間{1}分{2}秒かかりました。
ml_in: ഫയൽ എണ്ണൽ പൂർത്തിയാക്കാൻ {0} മണിക്കൂറും {1} മിനിറ്റും {2} സെക്കൻഡും എടുത്തു.
pl_pl: Wyliczanie plików zajęło {0} godzin, {1} minut i {2} sekund.
tr_tr: Dosya numaralandırmanın tamamlanması {0} saat {1} dakika ve {2} saniye sürdü.

# CommandFailedWithExitCodeErrorMessage
source: The command '{0} {1}' failed with exit code {2}. Error: {3}
ar: فشل الأمر "{0} {1}" برمز الخروج {2}. الخطأ: {3}
de_de: Der Befehl '{0} {1}' ist mit Exitcode {2} fehlgeschlagen. Fehler: {3}
el_gr: Η εντολή '{0} {1}' απέτυχε με κωδικό εξόδου {2}. Σφάλμα: {3}
es: El comando '{0} {1}' falló con el código de salida {2}. Error: {3}
fr_fr: La commande '{0} {1}' a échoué avec le code de sortie {2}. Erreur : {3}
he_il: הפקודה '{0} {1}' נכשלה עם קוד יציאה {2}. שגיאה: {3}
hi_in: कमान्ड '{0} {1}' exit कोड {2} के साथ विफल हुआ। त्रुटि: {3}
ja_jp: コマンド「{0} {1}」が終了コード{2}で失敗しました。エラー：{3}
ml_in: '{0} {1}' കമാൻഡ് {2} എക്സിറ്റ് കോഡ് ഉപയോഗിച്ച് പരാജയപ്പെട്ടു. പിശക്: {3}
pl_pl: Polecenie „{0} {1}” nie powiodło się z kodem zakończenia {2}. Błąd: {3}
tr_tr: '{0} {1}' komutu, {2} çıkış koduyla başarısız oldu. Hata: {3}

# ElevationRequestCancelledByUserMessage
source: Elevation request cancelled by the user.
ar: تم إلغاء طلب الرفع بواسطة المستخدم.
de_de: Anforderung zur Ausführung mit erhöhten Rechten vom Benutzer abgebrochen.
el_gr: Το αίτημα ανύψωσης ακυρώθηκε από τον χρήστη.
es: El usuario canceló la solicitud de elevación.
fr_fr: Demande d'élévation annulée par l'utilisateur.
he_il: בקשת העלאה בוטלה על-ידי המשתמש.
hi_in: उच्चरण अनुरोध उपयोगकर्ता द्वारा रद्द किया गया।
ja_jp: 昇格要求はユーザーによってキャンセルされました。
ml_in: ഉയർന്ന അനുമതി അഭ്യർത്ഥന ഉപയോക്താവ് റദ്ദാക്കി.
pl_pl: Żądanie podniesienia uprawnień anulowane przez użytkownika.
tr_tr: Yükseltme isteği kullanıcı tarafından iptal edildi.

# ActivationManagerFailedWithHRESULTMessage
source: ActivationManager failed with HRESULT: 0x{0:X}
ar: فشل ActivationManager مع HRESULT: 0x{0:X}
de_de: ActivationManager ist mit HRESULT fehlgeschlagen: 0x{0:X}
el_gr: ActivationManager απέτυχε με HRESULT: 0x{0:X}
es: ActivationManager falló con HRESULT: 0x{0:X}
fr_fr: ActivationManager a échoué avec HRESULT: 0x{0:X}
he_il: ActivationManager נכשל עם HRESULT: 0x{0:X}
hi_in: ActivationManager HRESULT: 0x{0:X} के साथ विफल हुआ
ja_jp: ActivationManagerがHRESULTで失敗しました：0x{0:X}
ml_in: ആക്ടിവേഷൻ മാനേജർ 0x{0:X} HRESULT ഉപയോഗിച്ച് പരാജയപ്പെട്ടു
pl_pl: Menedżer aktywacji nie powiódł się z HRESULT: 0x{0:X}
tr_tr: ActivationManager HRESULT ile başarısız oldu: 0x{0:X}

# RemovingSupplementalPolicySignersBlocksAndCorrespondingSignersMessage
source: Removing the SupplementalPolicySigners blocks and corresponding Signers.
ar: إزالة كتل موقعي السياسة التكميلية والموقعين المقابلين.
de_de: Entfernen der SupplementalPolicySigners-Blöcke und der zugehörigen Signers.
el_gr: Αφαίρεση των μπλοκ SupplementalPolicySigners και των αντίστοιχων Signers.
es: Eliminando los bloques SupplementalPolicySigners y los Firmantes correspondientes.
fr_fr: Suppression des blocs SupplementalPolicySigners et des Signataires correspondants.
he_il: מסיר את בלוקי SupplementalPolicySigners וה-Signers המתאימים להם.
hi_in: SupplementalPolicySigners ब्लॉक्स और संबंधित Signers हटा रहे हैं।
ja_jp: SupplementalPolicySignersブロックと対応する署名者を削除しています。
ml_in: അനുബന്ധ നയ സൈനർ ബ്ലോക്കുകളും അനുബന്ധ സൈനർമാരും നീക്കംചെയ്യുന്നു.
pl_pl: Usuwanie bloków SupplementalPolicySigners i odpowiadających im podpisujących.
tr_tr: SupplementalPolicySigners bloklarını ve karşılık gelen İmzalayanları kaldırma.

# CreatingScheduledTaskForSnapBackGuaranteeMessage
source: Creating the scheduled task for Snap Back Guarantee.
ar: إنشاء المهمة المجدولة لضمان Snap Back.
de_de: Erstellen der geplanten Aufgabe für Snap Back Guarantee.
el_gr: Δημιουργία προγραμματισμένης εργασίας για Snap Back Guarantee.
es: Creando la tarea programada para la Garantía de Snap Back.
fr_fr: Création de la tâche planifiée pour Snap Back Guarantee.
he_il: יוצר את משימת התזמון עבור Snap Back Guarantee.
hi_in: Snap Back Guarantee के लिए शेड्यूल्ड टास्क बना रहे हैं।
ja_jp: Snap Back Guaranteeのスケジュールタスクを作成しています。
ml_in: സ്നാപ്പ് ബാക്ക് ഗ്യാരണ്ടിക്കായി ഷെഡ്യൂൾ ചെയ്‌ത ടാസ്‌ക് സൃഷ്‌ടിക്കുന്നു.
pl_pl: Tworzenie zaplanowanego zadania dla gwarancji Snap Back.
tr_tr: Snap Back Garantisi için zamanlanmış görev oluşturuluyor.

# FileHasHashMismatchMessage
source: The file '{0}' has hash mismatch.
ar: الملف "{0}" به عدم تطابق في التجزئة.
de_de: Die Datei '{0}' weist eine Hash-Abweichung auf.
el_gr: Το αρχείο '{0}' έχει διαφορά κατακερματισμού.
es: El archivo '{0}' tiene una discrepancia de hash.
fr_fr: Le fichier '{0}' a une incohérence de hachage.
he_il: בקובץ '{0}' יש חוסר התאמה ב-hash.
hi_in: फ़ाइल '{0}' का हैश असंगतता है।
ja_jp: ファイル「{0}」にハッシュの不一致があります。
ml_in: '{0}' ഫയലിന് ഹാഷ് പൊരുത്തക്കേടുണ്ട്.
pl_pl: Plik „{0}” ma niezgodność skrótu.
tr_tr: '{0}' dosyasında karma uyuşmazlığı var.

# ScanningMDEAdvancedHuntingCsvLogs
source: Scanning the selected MDE Advanced Hunting CSV Logs
ar: مسح سجلات CSV المتقدمة لـ MDE
de_de: Scannen der ausgewählten MDE Advanced Hunting-CSV-Protokolle
el_gr: Σάρωση των επιλεγμένων CSV αρχείων καταγραφής MDE Advanced Hunting
es: Escaneando los Registros CSV de Búsqueda Avanzada de MDE seleccionados
fr_fr: Analyse des journaux CSV de recherche avancée MDE sélectionnés
he_il: סורק את יומני MDE Advanced Hunting CSV שנבחרו
hi_in: चयनित MDE उन्नत शिकार CSV लॉग्स स्कैन कर रहे हैं
ja_jp: 選択されたMDE高度な追求CSVログをスキャンしています
ml_in: തിരഞ്ഞെടുത്ത MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് CSV ലോഗുകൾ സ്കാൻ ചെയ്യുന്നു
pl_pl: Skanowanie wybranych dzienników CSV zaawansowanego wyszukiwania MDE
tr_tr: Seçilen MDE Advanced Hunting CSV Günlüklerini tarama

# NoMDEAdvancedHuntingLogProvided
source: No MDE Advanced Hunting log was provided.
ar: لم يتم تقديم سجل MDE Advanced Hunting.
de_de: Es wurde kein MDE Advanced Hunting-Protokoll bereitgestellt.
el_gr: Δεν παρέχεται αρχείο καταγραφής MDE Advanced Hunting.
es: No se proporcionó ningún registro de Búsqueda Avanzada de MDE.
fr_fr: Aucun journal de recherche avancée MDE n'a été fourni.
he_il: לא סופק יומן MDE Advanced Hunting.
hi_in: कोई MDE उन्नत शिकार लॉग प्रदान नहीं किया गया।
ja_jp: MDE高度な追求ログが提供されていません。
ml_in: MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ലോഗ് നൽകിയിട്ടില്ല.
pl_pl: Nie podano dziennika zaawansowanego wyszukiwania MDE.
tr_tr: MDE Gelişmiş Avcılık günlüğü sağlanmadı.

# NoResultsInMDEAdvancedHuntingCsvLogs
source: No results detected in the selected MDE Advanced Hunting CSV logs.
ar: لم يتم الكشف عن أي نتائج في سجلات CSV المتقدمة لـ MDE المحددة.
de_de: In den ausgewählten MDE Advanced Hunting-CSV-Protokollen wurden keine Ergebnisse erkannt.
el_gr: Δεν εντοπίστηκαν αποτελέσματα στα επιλεγμένα CSV αρχεία καταγραφής MDE Advanced Hunting.
es: No se detectaron resultados en los registros CSV de Búsqueda Avanzada de MDE seleccionados.
fr_fr: Aucun résultat détecté dans les journaux CSV de recherche avancée MDE sélectionnés.
he_il: לא זוהו תוצאות ביומני MDE Advanced Hunting CSV שנבחרו.
hi_in: चयनित MDE उन्नत शिकार CSV लॉग्स में कोई परिणाम नहीं मिला।
ja_jp: 選択されたMDE高度な追求CSVログに結果が検出されませんでした。
ml_in: തിരഞ്ഞെടുത്ത MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് CSV ലോഗുകളിൽ ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie wykryto żadnych wyników w wybranych dziennikach CSV zaawansowanego wyszukiwania MDE.
tr_tr: Seçilen MDE Advanced Hunting CSV günlüklerinde sonuç algılanmadı.

# ErrorScanningMDEAdvancedHuntingCsvLogs
source: There was an error while scanning the selected MDE Advanced Hunting CSV Logs:
ar: حدث خطأ أثناء مسح سجلات CSV المتقدمة لـ MDE المحددة:
de_de: Beim Scannen der ausgewählten MDE Advanced Hunting-CSV-Protokolle ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά τη σάρωση των επιλεγμένων CSV αρχείων καταγραφής MDE Advanced Hunting:
es: Hubo un error al escanear los Registros CSV de Búsqueda Avanzada de MDE seleccionados:
fr_fr: Une erreur s'est produite lors de l'analyse des journaux CSV de recherche avancée MDE sélectionnés :
he_il: אירעה שגיאה במהלך סריקת יומני MDE Advanced Hunting CSV שנבחרו:
hi_in: चयनित MDE उन्नत शिकार CSV लॉग्स स्कैन करते समय त्रुटि:
ja_jp: 選択されたMDE高度な追求CSVログのスキャン中にエラーが発生しました：
ml_in: തിരഞ്ഞെടുത്ത MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് CSV ലോഗുകൾ സ്കാൻ ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas skanowania wybranych dzienników CSV zaawansowanego wyszukiwania MDE:
tr_tr: Seçilen MDE Advanced Hunting CSV Günlükleri taranırken bir hata oluştu:

# SuccessfullyCompletedScanningMDEAdvancedHuntingCsvLogs
source: Successfully completed scanning the selected MDE Advanced Hunting CSV Logs.
ar: اكتمل مسح سجلات CSV المتقدمة لـ MDE المحددة بنجاح.
de_de: Das Scannen der ausgewählten MDE Advanced Hunting-CSV-Protokolle wurde erfolgreich abgeschlossen.
el_gr: Η σάρωση των επιλεγμένων CSV αρχείων καταγραφής MDE Advanced Hunting ολοκληρώθηκε με επιτυχία.
es: Se completó correctamente el escaneo de los Registros CSV de Búsqueda Avanzada de MDE seleccionados.
fr_fr: Analyse réussie des journaux CSV de recherche avancée MDE sélectionnés.
he_il: הסריקה של יומני MDE Advanced Hunting CSV שנבחרו הושלמה בהצלחה.
hi_in: चयनित MDE उन्नत शिकार CSV लॉग्स का स्कैन सफलतापूर्वक पूरा हुआ।
ja_jp: 選択されたMDE高度な追求CSVログのスキャンが正常に完了しました。
ml_in: തിരഞ്ഞെടുത്ത MDE അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് CSV ലോഗുകൾ സ്കാൻ ചെയ്യുന്നത് വിജയകരമായി പൂർത്തിയാക്കി.
pl_pl: Pomyślnie zakończono skanowanie wybranych dzienników CSV zaawansowanego wyszukiwania MDE.
tr_tr: Seçilen MDE Advanced Hunting CSV Günlüklerinin taranması başarıyla tamamlandı.

# NoLogsErrorMessage
source: There are no logs. Use the scan button first or adjust the filters.
ar: لا توجد سجلات. استخدم زر الفحص أولاً أو اضبط عوامل التصفية.
de_de: Es sind keine Protokolle vorhanden. Verwenden Sie zunächst die Schaltfläche „Scannen“ oder passen Sie die Filter an.
el_gr: Δεν υπάρχουν αρχεία καταγραφής. Χρησιμοποιήστε πρώτα το κουμπί σάρωσης ή προσαρμόστε τα φίλτρα.
es: No hay registros. Use primero el botón de escanear o ajuste los filtros.
fr_fr: Il n'y a aucun journal. Utilisez le bouton d'analyse d'abord ou ajustez les filtres.
he_il: אין יומנים. השתמש בכפתור הסריקה תחילה או התאם את המסננים.
hi_in: कोई लॉग नहीं हैं। पहले स्कैन बटन का उपयोग करें या फ़िल्टर समायोजित करें।
ja_jp: ログがありません。最初にスキャンボタンを使用するか、フィルターを調整してください。
ml_in: ലോഗുകളൊന്നും ഇല്ല. ആദ്യം സ്കാൻ ബട്ടൺ ഉപയോഗിക്കുക അല്ലെങ്കിൽ ഫിൽട്ടറുകൾ ക്രമീകരിക്കുക.
pl_pl: Brak dzienników. Najpierw użyj przycisku skanowania lub dostosuj filtry.
tr_tr: Günlük yok. Önce tarama düğmesini kullanın veya filtreleri ayarlayın.

# NoPolicyCreationOptionSelectedErrorMessage
source: You must select an option from the policy creation list.
ar: يجب عليك تحديد خيار من قائمة إنشاء السياسة.
de_de: Sie müssen eine Option aus der Liste zur Richtlinenerstellung auswählen.
el_gr: Πρέπει να επιλέξετε μια επιλογή από τη λίστα δημιουργίας πολιτικής.
es: Debe seleccionar una opción de la lista de creación de directivas.
fr_fr: Vous devez sélectionner une option dans la liste de création de politique.
he_il: עליך לבחור אפשרות מרשימת יצירת המדיניות.
hi_in: नीति निर्माण सूची से एक विकल्प चुनना आवश्यक है।
ja_jp: ポリシー作成リストからオプションを選択する必要があります。
ml_in: നയ സൃഷ്ടിക്കൽ ലിസ്റ്റിൽ നിന്ന് നിങ്ങൾ ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കണം.
pl_pl: Musisz wybrać opcję z listy tworzenia zasad.
tr_tr: İlke oluşturma listesinden bir seçenek seçmelisiniz.

# DefaultSupplementalPolicyNameFormatMDEAH
source: Supplemental policy from MDE Advanced Hunting logs - {0}
fr_fr: Politique supplémentaire des journaux de recherche avancée MDE - {0}
ja_jp: MDE高度な追求ログからの補足ポリシー - {0}
tr_tr: MDE Gelişmiş Avcılık günlüklerinden ek politika - {0}

# CreatingSupplementalPolicyForFilesMessage
source: Creating Supplemental policy for {0} files.
ar: إنشاء سياسة تكميلية لـ {0} ملف.
de_de: Erstellen einer zusätzlichen Richtlinie für {0} Dateien.
el_gr: Δημιουργία συμπληρωματικής πολιτικής για {0} αρχεία.
es: Creando directiva Suplementaria para {0} archivos.
fr_fr: Création de politique supplémentaire pour {0} fichiers.
he_il: יוצר מדיניות משלימה עבור {0} קבצים.
hi_in: {0} फ़ाइलों के लिए पूरक नीति बना रहे हैं।
ja_jp: {0}個のファイルに対する補足ポリシーを作成しています。
ml_in: {0} ഫയലുകൾക്കായി അനുബന്ധ നയം സൃഷ്ടിക്കുന്നു.
pl_pl: Tworzenie zasad uzupełniających dla {0} plików.
tr_tr: {0} dosya için Ek politika oluşturuluyor.

# NoPolicyFileSelectedToAssociateErrorMessage
source: No policy file was selected to associate the Supplemental policy with.
ar: لم يتم تحديد ملف سياسة لربط السياسة التكميلية به.
de_de: Es wurde keine Richtliniendatei ausgewählt, der die zusätzliche Richtlinie zugeordnet werden soll.
el_gr: Δεν επιλέχθηκε αρχείο πολιτικής για σύνδεση της συμπληρωματικής πολιτικής.
es: No se seleccionó ningún archivo de directiva para asociar la directiva Suplementaria.
fr_fr: Aucun fichier de politique n'a été sélectionné pour associer la politique supplémentaire.
he_il: לא נבחר קובץ מדיניות לצורך שיוך המדיניות המשלימה.
hi_in: पूरक नीति से जोड़ने के लिए कोई नीति फ़ाइल चयनित नहीं की गई।
ja_jp: 補足ポリシーを関連付けるポリシーファイルが選択されていません。
ml_in: അനുബന്ധ നയവുമായി ബന്ധിപ്പിക്കുന്നതിന് ഒരു നയ ഫയലും തിരഞ്ഞെടുത്തിട്ടില്ല.
pl_pl: Nie wybrano pliku zasad do powiązania z zasadami uzupełniającymi.
tr_tr: Ek politikayı ilişkilendirmek için hiçbir politika dosyası seçilmedi.

# ErrorCreatingSupplementalPolicyMessage
source: There was an error creating the Supplemental policy:
ar: حدث خطأ أثناء إنشاء السياسة التكميلية:
de_de: Beim Erstellen der zusätzlichen Richtlinie ist ein Fehler aufgetreten:
el_gr: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της συμπληρωματικής πολιτικής:
es: Hubo un error al crear la directiva Suplementaria:
fr_fr: Une erreur s'est produite lors de la création de la politique supplémentaire :
he_il: אירעה שגיאה ביצירת המדיניות המשלימה:
hi_in: पूरक नीति बनाते समय त्रुटि हुई:
ja_jp: 補足ポリシーの作成中にエラーが発生しました：
ml_in: അനുബന്ധ നയം സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു:
pl_pl: Wystąpił błąd podczas tworzenia zasad uzupełniających:
tr_tr: Ek politika oluşturulurken bir hata oluştu:

# RetrievingMDEAdvancedHuntingDataMessage
source: Retrieving the Microsoft Defender for Endpoint Advanced Hunting data
ar: استرداد بيانات Microsoft Defender for Endpoint Advanced Hunting
de_de: Abrufen der Microsoft Defender for Endpoint Advanced Hunting-Daten
el_gr: Ανάκτηση δεδομένων Microsoft Defender for Endpoint Advanced Hunting
es: Recuperando los datos de Búsqueda Avanzada de Microsoft Defender para Endpoint
fr_fr: Récupération des données de recherche avancée Microsoft Defender for Endpoint
he_il: מביא את הנתונים של Microsoft Defender for Endpoint Advanced Hunting
hi_in: Microsoft Defender for Endpoint उन्नत शिकार डेटा प्राप्त कर रहे हैं
ja_jp: Microsoft Defender for Endpoint高度な追求データを取得しています
ml_in: മൈക്രോസോഫ്റ്റ് ഡിഫൻഡർ ഫോർ എൻഡ്‌പോയിന്റ് അഡ്വാൻസ്ഡ് ഹണ്ടിംഗ് ഡാറ്റ വീണ്ടെടുക്കുന്നു
pl_pl: Pobieranie danych zaawansowanego wyszukiwania Microsoft Defender for Endpoint
tr_tr: Uç Nokta Gelişmiş Avcılık verileri için Microsoft Defender'ı alma

# NoLogsRetrievedMessage
source: There were no logs to be retrieved
ar: لم تكن هناك سجلات ليتم استردادها
de_de: Es waren keine Protokolle abzurufen
el_gr: Δεν υπήρχαν αρχεία καταγραφής για ανάκτηση
es: No hubo registros para recuperar
fr_fr: Il n'y avait aucun journal à récupérer
he_il: לא היו יומנים לשליפה
hi_in: कोई लॉग प्राप्त नहीं हुए
ja_jp: 取得するログはありませんでした
ml_in: വീണ്ടെടുക്കാൻ ലോഗുകളൊന്നും ഉണ്ടായിരുന്നില്ല
pl_pl: Nie było żadnych dzienników do pobrania
tr_tr: Alınacak günlük yoktu

# ZeroLogsRetrievedMessage
source: 0 logs were retrieved
ar: تم استرداد 0 سجل
de_de: 0 Protokolle wurden abgerufen
el_gr: Ανακτήθηκαν 0 αρχεία καταγραφής
es: Se recuperaron 0 registros
fr_fr: 0 journaux ont été récupérés
he_il: 0 יומנים הושגו
hi_in: 0 लॉग प्राप्त हुए
ja_jp: 0個のログが取得されました
ml_in: 0 ലോഗുകൾ വീണ്ടെടുത്തു
pl_pl: Pobrano 0 dzienników
tr_tr: 0 günlük alındı

# SuccessfullyRetrievedLogsFromCloudMessage
source: Successfully retrieved {0} logs from the cloud
ar: تم استرداد {0} سجل بنجاح من السحابة
de_de: Erfolgreich {0} Protokolle aus der Cloud abgerufen
el_gr: Επιτυχής ανάκτηση {0} αρχείων καταγραφής από το cloud
es: Se recuperaron {0} registros de la nube correctamente
fr_fr: Récupération réussie de {0} journaux depuis le cloud
he_il: הושגו בהצלחה {0} יומנים מהענן
hi_in: क्लाउड से सफलतापूर्वक {0} लॉग प्राप्त किए गए
ja_jp: クラウドから{0}個のログを正常に取得しました
ml_in: ക്ലൗഡിൽ നിന്ന് {0} ലോഗുകൾ വിജയകരമായി വീണ്ടെടുത്തു
pl_pl: Pomyślnie pobrano {0} dzienników z chmury
tr_tr: {0} günlük buluttan başarıyla alındı

# DeserializationCompleteNumberOfRecordsMessage
source: Deserialization complete. Number of records: {0}
ar: اكتمل إلغاء التسلسل. عدد السجلات: {0}
de_de: Deserialisierung abgeschlossen. Anzahl der Datensätze: {0}
el_gr: Η αποσειριοποίηση ολοκληρώθηκε. Αριθμός εγγραφών: {0}
es: Deserialización completa. Número de registros: {0}
fr_fr: Désérialisation terminée. Nombre d'enregistrements : {0}
he_il: הדסיריאליזציה הושלמה. מספר הרשומות: {0}
hi_in: डिसीरियलाइज़ेशन पूरा। रिकॉर्ड की संख्या: {0}
ja_jp: 逆シリアル化が完了しました。レコード数：{0}
ml_in: ഡീസീരിയലൈസേഷൻ പൂർത്തിയായി. രേഖകളുടെ എണ്ണം: {0}
pl_pl: Deserializacja zakończona. Liczba rekordów: {0}
tr_tr: Seri durumdan çıkarma tamamlandı. Kayıt sayısı: {0}
